Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: And Herodias was bitter against him, desiring to put him to death; but she was not able;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎡᎶᏗᏏ ᎠᏍᎦᎨ [ᏣᏂ] ᎠᎴ ᏳᎴᎢ; ᎠᏎᏃ ᎥᏝ ᎾᏍᎩ ᎢᎬᏩᏛᏁᏗ ᏱᎨᏎᎢ.

source: For Herod was in fear of John, being conscious that he was an upright and holy man, and kept him safe. And hearing him, he was much troubled; and he gave ear to him gladly.
chr: ᎡᎶᏛᏰᏃ ᎤᎸᏉᏗᏳ ᎨᏎ ᏣᏂ, ᎠᎦᏔᎮᏰᏃ ᎤᏓᏅᏘᏳ ᎠᎴ ᎾᏍᎦᏅᎾ ᎨᏒ ᎠᏍᎦᏯ, ᎠᎴ ᎤᎦᏌᏯᏍᏗᏳ ᎨᏎᎢ; ᎾᏍᎩᏃ ᎤᏛᎦᏅ [ᎠᎵᏥᏙᎲᏍᎬ,] ᎤᏣᏖ ᏚᎸᏫᏍᏓᏁᎴᎢ, ᎠᎴ ᎤᎵᎮᎵᏨᎯ ᎠᏛᏓᏍᏓᏁᎮᎢ.

source: And the chance came when Herod on his birthday gave a feast to his lords, and the high captains, and the chief men of Galilee;
chr: ᎠᎯᏛᏃ ᎾᏍᎩ ᎢᎬᏛᏁᏗ ᎨᏒ ᎤᏍᏆᎸᎲ, ᎾᏍᎩ ᎡᎶᏛ ᎤᏕᏅ ᎢᏳ ᎢᎦ ᎤᏛᏅᎢᏍᏔᏁ ᎬᏩᎵᏍᏓᏴᎾᏁᏗᏱ ᏧᏤᎵ ᎤᏂᎬᏫᏳᎯ, ᎠᎴ ᎠᏂᏍᎦᏰᎬᏍᏓ, ᎠᎴ ᏗᎨᎦᏁᎶᏗ ᎨᎵᎵ ᎠᏁᎯ,

source: And when the daughter of Herodias herself came in and did a dance, Herod and those who were at table with him were pleased with her; and the king said to the girl, Make a request for anything and I will give it you.
chr: ᎾᏍᎩᏃ ᎡᎶᏗᏏ ᎤᏪᏥ ᎠᏛ ᎤᏴᎵᎸ, ᎠᎴ ᎤᎵᏍᎩᏒ, ᎠᎴ ᎡᎶᏛ ᎠᎴ ᎾᏍᎩ ᎢᏧᎳᎭ ᎠᏂᏂᏜᎢ ᎣᏏᏳ ᎤᏂᏰᎸᏅ, ᎤᎬᏫᏳᎯ ᎯᎠ ᏄᏪᏎᎴ ᎠᏛ, ᏍᎩᏔᏲᏏ ᎢᏳᏍᏗᏉ ᎮᎵᏍᎬᎢ, ᏓᎬᏁᎵᏃ.

source: And he took an oath, saying to her, Whatever is your desire I will give it to you, even half of my kingdom.
chr: ᎤᏎᎵᏓᏁᎴᏃ [ᎯᎠ ᏄᏪᏎᎢ,] ᎢᏳᏍᏗᏉ ᎮᎵᏍᎬ ᏍᎩᏔᏲᏏ, ᏓᎬᏁᎵᏃ, ᎾᏍᏉ ᎠᏰᎵ ᎢᏴᏛ ᏱᎩ ᎾᎿ ᎠᎩᎬᏫᏳᎯ ᎨᏒᎢ.

source: And she went out and said to her mother, What is my request to be? And she said, The head of John the Baptist.
chr: ᎤᏄᎪᏨᏃ ᎯᎠ ᏫᏄᏪᏎᎴ ᎤᏥ, ᎦᏙ ᏓᏥᏔᏲᎵ? ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᏣᏂ ᏗᏓᏬᏍᎩ ᎠᏍᎪᎵ.

source: And she came in quickly to the king, and said, My desire is that you give me straight away on a plate the head of John the Baptist.
chr: ᎢᎬᏪᏅᏛᏉᏃ ᎤᎵᏍᏗ ᎤᏴᎵᎴ ᎤᎬᏫᏳᎯ ᎠᏯᎥᎢ, ᎠᎴ ᎤᏔᏲᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎠᏆᏚᎵ ᎩᎳᏉ ᎢᏴᏛ ᏍᎩᏁᏗᏱ, ᎠᏖᎵᏙᎩᎯ, ᏣᏂ ᏗᏓᏬᏍᎩ ᎤᏍᎪ.

source: And the king was very sad; but because of his oaths, and those who were with him at table, he would not say 'No' to her.
chr: ᎤᎬᏫᏳᎯᏃ ᎤᏣᏘ ᏝᏉ ᎤᏰᎸᏁᎢ; ᎠᏎᏃ ᎤᏎᎵᏔᏅᎢ, ᎠᎴ ᎾᏍᎩ ᎢᏧᎳᎭ ᎤᎾᏂᏜᏅᎯ ᏅᏧᎵᏍᏙᏔᏁ, ᎥᏝ ᎬᏩᎨᏳᏙᏗ ᏱᎨᏎᎢ.

source: And straight away the king sent out one of his armed men, and gave him an order to come back with the head: and he went and took off John's head in prison,
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᎤᎬᏫᏳᎯ ᎤᏅᏎ ᎠᏯᏫᏍᎩ, ᎠᎴ ᎤᏁᏤ ᎤᏍᎪ ᎤᏂᏲᎯᏍᏗᏱ; ᎤᏪᏅᏎᏃ, ᎠᎴ ᏭᏍᎫᏕᏎ ᏗᏓᏍᏚᏗᏱ ᎠᏯᎥᎢ,

source: And came back with the head on a plate, and gave it to the girl; and the girl gave it to her mother.
chr: ᎠᎴ ᎤᏲᎴ ᎤᏍᎪ ᎠᏖᎵᏙᎩᎯ ᎦᎶᏕᎢ, ᎠᎴ ᎠᏛ ᎤᏁᎴᎢ; ᎠᏛᏃ ᎤᏥ ᎤᏁᎴᎢ.

source: And when his disciples had news of it, they came and took up his body, and put it in its last resting-place.
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎤᎾᏛᎦᏅ, ᎤᏂᎷᏤ ᎠᎴ ᎤᏂᏁᏎ ᎠᏰᎸᎢ, ᎠᎴ ᎠᏤᎵᏍᏛ ᎤᏂᏅᏁᎢ.

source: And the twelve came together to Jesus; and they gave him an account of all the things they had done, and all they had been teaching.
chr: ᎨᏥᏅᏏᏛᏃ ᎤᎾᏓᏟᏌᏁ ᏥᏌ ᎡᏙᎲᎢ, ᎠᎴ ᎬᏩᏃᏁᎴ ᏂᎦᏛ ᏄᎾᏛᏁᎵᏙᎸ, ᎠᎴ ᎾᏍᏉ ᏄᏍᏛ ᏚᎾᏕᏲᏅᎢ.

source: And he said to them, Come away by yourselves to a quiet place, and take a rest for a time. Because there were a great number coming and going, and they had no time even for food.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎢᏕᎾ ᎢᏨᏒᏉ ᎢᏴᏛ ᏫᏗᎶᎯ ᎢᎾᎨ ᏗᎨᏒᎢ, ᎠᎴ ᏞᎦ ᎢᏣᏣᏪᏐᎸᏍᏓ; ᎤᏂᏣᏖᏰᏃ ᎠᏂᎷᎨ ᎠᎴ ᏓᏁᎨᎢ, ᎥᏞᏃ ᏯᏜᏅᏓᏗᏍᎨ ᎾᏍᏉ ᎤᎾᎵᏍᏓᏴᏗᏱ ᎢᎪᎯᏛ.

source: And they went away in the boat to a waste place by themselves.
chr: ᏥᏳᎯᏃ ᎤᎾᏣᎡᎢ, ᎤᎾᏂᎩᏎ ᎢᎾᎨ ᏭᏂᎶᏎ ᎤᏕᎵᏛ.

source: And the people saw them going, and a number of them, having knowledge who they were, went running there together on foot from all the towns, and got there before them.
chr: ᏴᏫᏃ ᎬᏩᏂᎪᎮ ᎠᎾᏂᎩᏍᎬᎢ, ᎠᎴ ᎤᏂᏣᏖ ᎬᏬᎵᎨᎢ, ᎠᎴ ᎡᎳᏗᏉ ᏚᏂᏍᏆᎸᏔᏁ ᎾᎿ ᎢᏗᏢ ᏭᏂᎶᏎ ᏕᎦᏚᏩᏗᏒ ᏂᏙᏓᏳᏂᎶᏒᎯ, ᏕᎬᏩᏂᎩᏰᏃ, ᎠᎴ ᏫᎬᏩᏓᏟᏌᏁᎴᎢ.

source: And he got out, and saw a great mass of people, and he had pity on them, because they were like sheep without a keeper: and he gave them teaching about a number of things.
chr: ᏥᏌᏃ ᎤᏣᎢᏒ, ᏚᎪᎮ ᎤᏂᏣᏘ ᏴᏫ, ᎠᎴ ᏚᏪᏙᎵᏤᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎠᏫ ᎤᏂᏃᏕᎾ ᏓᎾᏤᎳᎬ ᏁᎲᎾ ᏥᎨᏐ ᎤᏂᎦᏘᏯ; ᎤᎴᏅᎮᏃ ᎤᏣᏘ ᏧᏓᎴᏅᏛ ᏚᏪᏲᏁᎢ.

source: And at the end of the day, his disciples came to him and said, This place is waste land, and it is late:
chr: ᎿᏉᏃ ᎤᎶᏐᏂᏕᎾ ᎨᏎ ᎢᎦ, ᎬᏩᏍᏓᏩᏗᏙᎯ ᎬᏩᎷᏤᎴ, ᎯᎠ ᏄᏂᏪᏎᎢ, ᎠᏂ ᎢᎾᎨᎢ, ᎠᎴ ᎿᏉ ᎤᎶᏐᏂᏗ ᎢᎦ.

source: Send them away, so that they may go into the country and small towns round about, and get some food for themselves.
chr: ᏘᏰᎵᎯᏍᏓ, ᎾᏍᎩ ᏓᏓᏁᎳᏗᏒ ᎬᏩᏚᏫᏛ ᏩᏂᎶᎯ, ᎠᎴ ᏕᎦᏚᏩᏗᏒᎢ, ᎠᎴ ᏭᏂᏩᎯ ᎦᏚ, ᎥᏞᏰᏃ ᎪᎱᏍᏗ ᏯᏂᏰ ᎤᎾᎵᏍᏓᏴᏗ.

source: But he said to them in answer, Give them food yourselves. And they said to him, Are we to go and get bread for two hundred pence, and give it to them?
chr: ᏚᏁᏤᎴᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏂᎯ ᏗᏤᎳᏍᏓ. ᎯᎠᏃ ᏂᎬᏩᏪᏎᎴᎢ, ᏥᎪ ᏓᏲᏤᏏ ᏔᎵᏧᏈ ᎠᏂᎩᏏ ᏧᎬᏩᎶᏗ ᎦᏚ ᏮᏓᏲᎩᏩᏏ, ᎠᎴ ᏙᏓᏲᏤᎳᏍᏔᏂ?

source: And he said to them, How much bread have you? go and see. And when they had seen, they said, Five cakes of bread and two fishes.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎢᎳᎪ ᎦᏚ ᏕᏥᏰᎭ? ᏫᏣᎦᏔ. ᎤᎾᏙᎴᎰᏒᏃ, ᎯᎠ ᏄᎯᏪᏎᎢ, ᎯᏍᎩ, ᏔᎵᏃ ᎠᏣᏗ.

source: And he made them all be seated in groups on the green grass.
chr: ᏚᏁᏤᎴᏃ ᎤᎾᏂᏢᏗᏱ ᏂᎦᏛ ᎢᏤ ᎧᏁᏍᎪᎯ ᎨᏒ ᏧᎾᏓᏡᏅᏛ.

source: And they were placed in groups, by hundreds and by fifties.
chr: ᎤᎾᏂᏢᏁᏃ ᎣᏍᏛ ᏚᎾᏓᏅᎿᏁᎢ ᎠᏍᎪᎯᏧᏈ, ᎠᎴ ᎯᏍᎦᏍᎪᎯ ᏧᎾᏓᏡᏅᏛ.

source: And he took the five cakes of bread and the two fishes and, looking up to heaven, he said words of blessing over them; and when the cakes were broken, he gave them to the disciples to put before the people; and he made division of the two fishes among them all.
chr: ᎯᏍᎩᏃ ᎦᏚ ᏚᎩᏒ ᎠᎴ ᏔᎵ ᎠᏣᏗ ᏚᏁᏒ, ᎦᎸᎳᏗ ᏫᏚᎧᎿᏁᎢ, ᎠᎴ ᎤᎵᎮᎵᏤᎢ, ᎠᎴ ᏚᎬᎭᎷᏰ ᎦᏚ, ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏚᏁᎴ ᏧᏂᏁᏗᏱ; ᏔᎵᏃ ᎠᏣᏗ ᏂᎦᏛ ᏚᏯᏙᎮᎴᎢ.

source: And they all took of the food and had enough.
chr: ᏂᎦᏛᏃ ᎤᎾᎵᏍᏓᏴᏁᎢ; ᎠᎴ ᏚᏃᎸᏎᎢ.

source: And they took up twelve baskets full of the broken bits and of the fishes.
chr: ᎤᏄᏖᏎᏃ ᎤᎵᎬᎭᎷᏴᎯ ᏔᎳᏚ ᏗᎧᎵᎢ ᏔᎷᏣ, ᎠᎴ ᎾᏍᏉ ᎠᏣᏗ.

source: And those who took of the bread were five thousand men.
chr: ᎾᏍᎩᏃ Ꮎ ᎦᏚ ᏧᏂᎬᎯ ᎯᏍᎩ ᎢᏯᎦᏴᎵ ᎢᏴᏛ ᎾᏂᎡ ᎠᏂᏍᎦᏯ.

source: And straight away he made his disciples get into the boat, and go before him to the other side to Beth-saida, while he himself sent the people away.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᏚᏅᏫᏍᏔᏁ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏥᏳᎯ ᎤᎾᏦᏗᏱ, ᎠᎴ ᎢᎬᏱ ᏧᏂᏐᎯᏍᏗᏱ, ᏇᏣᏱᏗ ᏭᏂᎷᎯᏍᏗᏱ, ᎠᏏᏉ ᎤᏩᏒ ᏓᏰᎵᎯᏍᏗᏍᎬ ᎤᏂᏣᏘ.

source: And after he had sent them away, he went up into a mountain for prayer.
chr: ᏚᏰᎵᎯᏍᏔᏅᏃ, ᎣᏓᎸ ᏭᎶᏎ ᎤᏓᏙᎵᏍᏔᏅᏎᎢ.

source: And by evening, the boat was in the middle of the sea, and he by himself on the land.
chr: ᎤᏒᏃ ᏄᎵᏍᏔᏅ ᏥᏳ ᎥᏓᎵ ᎠᏰᎵ ᎠᏂᏂᏎᎢ, ᎤᏩᏒᏃ ᏙᏱ ᎡᏙᎮᎢ.

source: And seeing that they had trouble in getting their boat through the water, because the wind was against them, about the fourth watch of the night he came to them, walking on the sea; and he would have gone past them;
chr: ᏚᎪᎮᏃ ᎠᏂᎩᎵᏲᎬ ᎠᏂᎦᏪᎯᎲᎢ; ᏩᏂᎦᏛᏃ ᎢᏗᏏ ᏗᎦᏃᎸᏗᏍᎨᎢ. ᏅᎩᏁᏃ ᎢᏴᏛ ᎠᏂᏯᏫᏍᎬ ᏒᏃᏱ ᏚᎷᏤᎴᎢ, ᎥᏓᎵ ᎦᏚᎢ ᎠᎢᏎᎢ, ᎠᎴ ᏱᏚᎶᎯᏎᎴᎢ.

source: But they, when they saw him walking on the sea, took him for a spirit, and gave a loud cry:
chr: ᎠᏎᏃ ᏫᎬᏩᎪᎲ ᎥᏓᎵ ᎦᏚᎢ ᎠᎢᏒᎢ, ᎤᏤᎸᏅᎯ ᎤᏁᎵᏎᎢ, ᎠᎴ ᎤᏁᎷᏁᎢ.

source: For they all saw him, and were troubled. But straight away he said to them, Take heart, it is I, have no fear.
chr: (ᏂᎦᏛᏰᏃ ᎬᏩᎪᎮᎢ, ᎠᎴ ᎤᎾᏕᏯᏔᏁᎴᎢ.) ᎩᎳᏉᏃ ᎢᏴᏛ ᏚᎵᏃᎮᏔᏁᎢ, ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎤᎦᎵᏍᏗᏉ ᎢᏣᏓᏅᏓᏓ; ᎠᏴᏉ; ᏞᏍᏗ ᏱᏥᏍᎦᎢᎮᏍᏗ.

source: And he went to them into the boat, and the wind went down, and they were full of wonder in themselves;
chr: ᎤᎩᎳᏫᏎᏃ ᏫᏚᏣᏁᎴ ᏥᏳᎯ; ᎦᏃᎸᎥᏍᎬᏃ ᎤᏎᎵᎪᏤᎢ; ᎠᎴ ᎤᎶᏒᏍᏔᏅᎯ ᎤᎾᏓᏅᏖᏔᏁ ᏙᏧᎾᏓᏅᏛᎢ, ᎠᎴ ᎤᏂᏍᏆᏂᎪᏎᎢ.

source: For it was not clear to them about the bread; but their hearts were hard.
chr: ᎥᏝᏰᏃ ᏱᏚᎾᏓᏅᏖᎴ ᎦᏚ; ᏧᏂᎾᏫᏰᏃ ᏗᏍᏓᏱᏳ ᎨᏎᎢ.

source: And when they had gone across, they came to Gennesaret, and got their boat to land.
chr: ᏚᏂᏐᏨᏃ, ᎨᏂᏏᎳᏗ ᏭᏂᎷᏤᎢ, ᎠᎴ ᎤᏂᏔᎳᏕᎢ.

source: And when they had got out of the boat, the people quickly had news of him,
chr: ᏥᏳᎯᏃ ᎤᎾᏣᎢᏒ ᎩᎳᏉ ᎢᏴᏛ ᎬᏬᎵᏤᎢ.

source: And went running through all the country round about, and took on their beds those who were ill, to where it was said that he was.
chr: ᎠᎴ ᎾᎿ ᎬᏩᏚᏫᏛ ᎤᏁᏙᎴᎢ, ᎠᎴ ᏧᏂᏢᎩ ᏚᏂᏂᏙᎴ ᏗᏤᏍᏙᎩᎯ ᏚᏂᏢᏕ, ᏫᏓᏂᏃᎯᎮ ᎠᎾᏛᎬᎦ ᎾᎿ ᎡᏙᎲᎢ.

source: And wherever he went, into small towns, or great towns, or into the country, they took those who were ill into the market-places, requesting him that they might put their hands even on the edge of his robe: and all those who did so were made well.
chr: ᎠᎴ ᎢᎸᎯᏢ ᏫᎦᎷᎩ, ᏧᏍᏗ ᏕᎦᏚᎲ, ᎠᎴ ᏧᏛᎾ ᏕᎦᏚᎲ, ᎠᎴ ᎢᏴᏛ ᏗᏓᏁᎶᎯ ᎨᏒᎢ, ᏧᏂᏢᎩ ᏕᎦᎳᏅᏛ ᏓᏂᏅᎥᏍᎨᎢ, ᎠᎴ ᎬᏩᏔᏲᏎᎮ ᎤᎾᏒᏂᏍᏗᏱ, ᎦᏓᎷᏯᏛᏉ ᎾᏍᏉ ᎤᏄᏮᎢ; ᎾᏂᎥᏃ ᎾᏍᎩ ᎬᏩᏒᏂᎸᎯ ᏚᎾᏗᏩᏍᎨᎢ.

source: And there came together to him the Pharisees and certain of the scribes who had come from Jerusalem,
chr: ᏕᎬᏩᎳᏫᏦᎴᏃ ᎠᏂᏆᎵᏏ, ᎠᎴ ᎩᎶ ᎢᏳᎾᏍᎩ ᏗᏃᏪᎵᏍᎩ, ᏥᎷᏏᎵᎻ ᏅᏓᏳᏂᎶᏒᎯ.

source: And had seen that some of his disciples took their bread with unclean, that is, unwashed, hands.
chr: ᏚᏂᎪᎲᏃ ᎢᎦᏛ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎦᏚ ᎠᏂᎩᏍᎬ ᏗᎦᏓᎭ ᏧᏃᏰᏂ ᎬᏗ, (ᎾᏍᎩ ᏂᏚᎾᏑᎴᎲᎾ ᎦᏛᎦ,) ᎤᏂᏐᏅᏤᎴᎢ.

source: Now the Pharisees, and all the Jews, do not take food without washing their hands with care, keeping the old rule which has been handed down to them:
chr: ᎠᏂᏆᎵᏏᏰᏃ, ᎠᎴ ᎾᏂᎥᏉ ᎠᏂᏧᏏ, ᎢᏳᏃ ᎣᏍᏛ ᏂᏚᎾᏑᎴᎲᎾ ᏱᎩ, ᎥᏝ ᏱᎾᎵᏍᏓᏴᎲᏍᎪᎢ, ᏓᏂᎧᎿᏩᏕᎪ ᏄᏂᏪᏒ ᎡᏘ ᎤᎾᏕᏅᎯ.

source: And when they come from the market-place, they take no food till their hands are washed; and a number of other orders there are, which have been handed down to them to keep--washings of cups and pots and brass vessels.
chr: ᎠᎴ ᎦᏃᏙᏗᏱ ᏛᏂᎶᎯ, ᎢᏳᏃ ᏂᏚᎾᏑᎴᎲᎾ ᏱᎩ, ᎥᏝ ᏴᎬᎾᎵᏍᏓᏴᎲᎦ. ᎠᎴ ᎤᏣᏔ ᏄᏓᎴ ᎪᎱᏍᏗ ᏧᏂᎧᎿᏩᏛᏍᏗ ᏄᏅᏁᎸ, ᎾᏍᎩ ᏧᎵᏍᏈᏗ ᏗᎫᎯᎶᎥᎢ ᎠᎴ ᏗᏖᎵᏙ, ᎠᎴ ᎥᏣᏱᏗᎪᏢᏔᏅᎯ ᏗᏖᎵᏙ, ᎠᎴ ᏗᏂᏢᏗᏱ.

source: And the Pharisees and the scribes put the question to him, Why do your disciples not keep the rules of the fathers, but take their bread with unwashed hands?
chr: ᎿᏉᏃ ᎠᏂᏆᎵᏏ ᎠᎴ ᏗᏃᏪᎵᏍᎩ ᎢᎬᏩᏛᏛᏁ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ; ᎦᏙᏃ ᎨᏣᏍᏓᏩᏗᏙᎯ ᎥᏝ ᏱᏓᏂᎧᎿᏩᏕᎦ ᎡᏘ ᎤᎾᏕᏅᎯ ᎤᏂᏁᏨᎢ, ᎾᏍᎩ ᏂᏚᎾᏑᎴᎲᎾᏉ ᏣᎾᎵᏍᏓᏴᎲᏍᎦ?

source: And he said, Well did Isaiah say of you, you false ones: These people give me honour with their lips, but their heart is far from me.
chr: ᏚᏁᏤᎸᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎢᏌᏯ ᏰᎵᏉ ᏄᏪᏒ ᎤᏙᎴᎰᏒ ᏂᎯ ᎢᏣᏠᎾᏍᏗ ᎢᏥᏁᎢᏍᏗᏍᎬᎢ, ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ, ᎯᎠ ᎾᏍᎩ ᏴᏫ ᎬᎩᎸᏉᏗᎭ ᏚᏂᎭᏁᎦᎸ ᏓᏅᏗᎭ, ᏧᏂᎾᏫᏍᎩᏂ ᎢᏅᎯᏳ ᏂᏚᏅᎿᏕᎦ ᎠᏴ ᎾᏆᏛᏅᎢ.

source: For, turning away from the law of God, you keep the rules of men.
chr: ᎢᏴᏛᏰᏃ ᏂᏨᏁ ᎤᏁᎳᏅᎯ ᎤᏁᏨᎯ, ᏴᏫ ᎤᏂᏁᏨ ᏗᎧᎿᏩᏛᏍᏗ ᏂᏨᏁᎭ, ᎾᏍᎩ ᏗᏖᎵᏙ ᎠᎴ ᏧᎵᏍᏈᏗ ᏗᎫᎯᎶᎥᎢ; ᎠᎴ ᎤᏣᏔ ᏄᏓᎴᎭ ᎾᏍᎩᏯ ᎤᏠᏱ ᏕᏥᎸᏫᏍᏓᏁᎰᎢ.

source: And he said to them, Truly you put on one side the law of God, so that you may keep the rules which have been handed down to you.
chr: ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎣᏏᏉ ᏂᏣᏛᏁᎭ ᏥᏥᏲᎢᏎᎭ ᎤᏁᎳᏅᎯ ᎤᏁᏨ, ᎾᏍᎩ ᎢᏣᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ ᎢᏥᏍᏆᏂᎪᏙᏗᏱ.

source: For Moses said, Give honour to your father and mother, and, He who says evil of father or mother, let him have the punishment of death:
chr: ᎼᏏᏰᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎯᎸᏉᏕᏍᏗ ᏣᏙᏓ ᎠᎴ ᏣᏥ; ᎠᎴ, ᎩᎶ ᎠᏍᎩ ᏅᏗᏍᎨᏍᏗ ᎤᏙᏓ ᎠᎴ ᎤᏥ, ᎠᏎ ᎤᏲᎱᎯᏍᏗ ᎨᏎᏍᏗ.

source: But you say, If a man says to his father or his mother, That by which you might have had profit from me is Corban, that is to say, Given to God,
chr: ᏂᎯᏍᎩᏂ ᎯᎠ ᏂᏥᏪᎭ, ᎢᏳᏃ ᎩᎶ ᎯᎠ ᏂᎦᏪᏎᎮᏍᏗ ᎤᏙᏓ ᎠᎴ ᎤᏥ, ᎪᏆᏂ, (ᎾᏍᎩ ᎦᏛᎬ, ᎠᏆᎵᏍᎪᎸᏔᏅᎯ,) ᏂᎦᎥ ᎨᏣᎵᏍᏕᎸᏙᏗ ᎨᏒ ᎠᏴ ᎬᏍᏕᎵᏍᎬᎢ; [ᎾᏍᎩ ᎤᏚᏓᎴᏛ ᎨᏎᏍᏗ.]

source: You no longer let him do anything for his father or his mother;
chr: ᎠᎴ ᎥᏝ ᎿᏉ ᎤᏁᎳᎩ ᎪᎱᏍᏗ ᏫᏓᏛᏂᏏ ᎤᏙᏓ ᎠᎴ ᎤᏥ ᏰᏤᎵᏎᎰᎢ;

source: Making the word of God of no effect by your rule, which you have given: and a number of other such things you do.
chr: ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎧᏃᎮᏛ ᎠᏎᏉ ᏂᏨᏁᎰ ᎢᏨᏗᏍᎪ ᏂᎯ ᎢᏥᏁᏨᎢ; ᎠᎴ ᎤᏣᏘ ᎢᏳᏓᎴᎩ ᎾᏍᎩ ᎢᏳᏍᏗᏓᏂ ᏂᏣᏛᏁᎰᎢ.

source: And turning to the people again, he said to them, Give ear to me all of you, and let my words be clear to you:
chr: ᏂᎦᏛᏃ ᏴᏫ ᏫᏚᏯᏅᎲ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏍᎩᏯᏛᏓᏍᏓᏏ ᏂᏥᎥᎢ, ᎠᎴ ᎢᏦᎵᎩ;

source: There is nothing outside the man which, going into him, is able to make him unclean: but the things which come out of the man are those which make the man unclean.
chr: ᎥᏝᏃ ᎪᎱᏍᏗ ᏴᏫᎯ ᏙᏱᏗᏢ ᎡᎯ, ᎤᏴᎭ, ᎾᏍᎩ ᎦᏓᎭ ᏱᏄᏩᏁᎰᎢ; ᎾᏍᎩᏂ ᏅᏓᏳᏄᎪᏨᎯ, ᎾᏍᎩ ᎦᏓᎭ ᏄᏩᏁᎰ ᏴᏫ.

source: And when he had gone into the house away from all the people, his disciples put questions to him about the saying.
chr: ᎦᎵᏦᏕᏃ ᏭᏴᎸ ᏚᏓᏅᎡᎸ ᏴᏫ, ᎬᏩᏍᏓᏩᏗᏙᎯ ᎬᏩᏛᏛᏁ ᏓᏟᎶᏍᏛ ᎤᎬᏩᎵ.

source: And he said to them, Have even you so little wisdom? Do you not see that whatever goes into a man from outside is not able to make him unclean,
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎾᏍᏉᏍᎪ ᏂᎯ ᎾᏍᎩ ᎢᎦᎢ ᏂᏦᎵᎬᎾ ᎢᎩ? ᏝᏍᎪ ᏱᏥᎪᏩᏘᎭ, ᎾᏍᎩ ᎪᎱᏍᏗ ᏙᏱᏗᏢ ᎡᎯ ᎾᏍᎩ ᏳᏴᎯᎭ ᏴᏫ ᎦᏓᎭ ᎢᎬᏩᏁᏗ ᏂᎨᏒᎾ ᎨᏒᎢ;

source: Because it goes not into the heart but into the stomach, and goes out with the waste? He said this, making all food clean.
chr: ᎾᏍᎩ ᎤᎾᏫᏱ ᏫᎾᏴᎯᎲᎾ ᎨᏒ ᎢᏳᏍᏗ, ᎤᏍᏉᎵᏱᏉᏍᎩᏂ, ᎠᎴ ᏫᎦᎶᎯᏍᏗᏍᎬᏉ, ᎾᏍᎩᏃ ᎦᏅᎦᎵᏍᎬ ᏂᎦᎥ ᎠᎵᏍᏓᏴᏗ?

source: And he said, That which comes out of the man, that makes the man unclean.
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎾᏍᎩ Ꮎ ᏴᏫᎯ ᎤᏄᎪᏨᎯ ᎾᏍᎩ ᎦᏓᎭ ᏄᏩᏁᎰ ᏴᏫ.

source: Because from inside, from the heart of men, come evil thoughts and unclean pleasures,
chr: ᎭᏫᏂᏰᏃ ᏅᏓᏳᏓᎴᏅᎯ, ᏴᏫ ᎤᎾᏫᏱ, ᏗᏓᎴᎲᏍᎦ ᎤᏲ ᎠᏓᏅᏖᏗ ᎨᏒᎢ, ᎠᏓᏲᏁᏗ ᎨᏒᎢ, ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒᎢ, ᎠᏓᎯᏍᏗ ᎨᏒᎢ,

source: The taking of goods and of life, broken faith between husband and wife, the desire of wealth, wrongdoing, deceit, sins of the flesh, an evil eye, angry words, pride, foolish acts:
chr: ᎦᏃᏍᎩᏛ ᎨᏒᎢ, ᏧᎬᏩᎶᏗ ᎠᎬᎥᎯᏍᏗ ᎨᏒᎢ, ᎤᏲ ᎢᏯᏛᏁᏗ ᎨᏒᎢ, ᎦᎶᏄᎮᏛ ᎨᏒᎢ, ᎠᎵᏐᏢᎢᏍᏙᏗ ᎨᏒᎢ, ᎠᏛᏳᎨᏗ ᎨᏒᎢ, ᎠᏓᏐᏢᎢᏍᏙᏗᏱ, ᎠᏢᏉᏙᏗᏱ, ᎠᎵᏍᎦᎿᏫᏍᏗ ᎨᏒᎢ.

source: All these evil things come from inside, and make the man unclean.
chr: ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᎤᏲᎢ ᎭᏫᏂ ᏗᏓᎴᎲᏍᎪᎢ, ᎠᎴ ᎦᏓᎭ ᏄᏩᏁᎰ ᏴᏫ.

source: And he went away from there to the country of Tyre and Sidon. And he went into a house, desiring that no man might have knowledge of it: and he was not able to keep it secret.
chr: ᎾᎿᏃ ᏚᎴᏅ, ᏔᏯ ᎠᎴ ᏌᏙᏂ ᎠᏍᏛ ᏭᎷᏤᎢ, ᎠᎴ ᎠᏓᏁᎸ ᏭᏴᎸ, ᎥᏝ ᏳᏚᎵᏍᎨ ᎩᎶ ᎤᏙᎴᎰᎯᏍᏗᏱ; ᎠᏎᏃ ᎥᏝ ᎬᏩᏗᏍᎦᎶᏗ ᏱᎨᏎᎢ.

source: But a woman, whose little daughter had an unclean spirit, having had news of him, came straight away and went down at his feet.
chr: ᎩᎶᏰᏃ ᎢᏳᏍᏗ ᎠᎨᏴ ᎾᏍᎩ ᎤᏪᏥ ᎠᏛᏄᏣ ᎦᏓᎭ ᎠᏓᏅᏙ ᎤᏯᎢ, ᎤᏛᎦᏅ ᎠᏥᏃᎮᏍᎬᎢ, ᎤᎷᏤ ᎠᎴ ᏚᎳᏍᎬ ᎤᏓᏅᏁᎢ:

source: Now the woman was a Greek, a Syro-phoenician by birth: and she made a request to him that he would send the evil spirit out of her daughter.
chr: (ᎾᏍᎩ Ꮎ ᎠᎨᏴ ᎠᎪᎢ ᎨᏎᎢ, ᎠᏌᎶᏈᏂᏏ ᎨᏎᎢ;) ᎠᎴ ᎾᏍᎩ ᎤᏍᏗᏰᏔᏁ ᎾᏍᎩ ᎤᏪᏥ ᎠᏛᏄᏣ ᎠᏍᎩᎾ ᎤᏄᎪᏫᏎᏗᏱ.

source: And he said to her, Let the children first have their food: for it is not right to take the children's bread and give it to the dogs.
chr: ᎠᏎᏃ ᏥᏌ ᎯᎠ ᏂᎤᏪᏎᎴᎢ, ᎢᎬᏱ ᏗᏂᏲᎵ ᏫᏓᏃᎸᎯ; ᎥᏝᏰᏃ ᎣᏏᏳ ᏱᎩ, ᏗᏂᏲᎵ ᏧᎾᏤᎵ ᎦᏚ ᏗᎩᎡᏗᏱ, ᎠᎴ ᎩᎵ ᏫᏓᏗᏁᏗᏱ.

source: But she said to him in answer, Yes, Lord: even the dogs under the table take the bits dropped by the children.
chr: ᎾᏍᎩᏃ ᎤᏁᏤ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎤᏙᎯᏳᎯ, ᏣᎬᏫᏳᎯ; ᎠᏎᏃ ᎩᎵ ᎦᏍᎩᎸ ᎭᏫᏂᏗᏢ ᏗᏂᏲᎵ ᎤᏂᏅᎪᎠᎯᏎᎸᎯ ᎦᏚ ᎠᎾᎵᏍᏓᏴᏗᏍᎪᎢ.

source: And he said to her, For this saying go your way; the evil spirit has gone out of your daughter.
chr: ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᎾᏍᎩ ᎯᎠ ᏥᏂᏫ ᏫᏂᎦᎵᏍᏙᏓ, ᏥᎮᎾ; ᎠᏍᎩᎾ ᏤᏥᏱ ᎠᏯᎥ ᎤᏄᎪᎩ.

source: And she went away to her house, and saw the child on the bed, and the evil spirit gone out.
chr: ᎾᏍᎩᏃ ᏧᏪᏅᏒ ᏫᎤᎷᏨ, ᎤᏙᎴᎰᏎ ᎠᏍᎩᎾ ᎤᏄᎪᏨᎢ, ᎤᏪᏥᏃ ᎠᏤᏍᏙᎩᎯ ᎦᏅᎬᎢ.

source: And again he went out from Tyre, and came through Sidon to the sea of Galilee, through the country of Decapolis.
chr: ᎠᎴ ᏔᎵᏁ ᏔᏯ ᎠᎴ ᏌᏙᏂ ᎠᏍᏛ ᎤᏂᎩᏒ ᎨᎵᎵ ᎥᏓᎸ ᏭᎷᏤᎢ, ᎠᏰᎵ ᎤᎶᏎ ᎠᏍᎪᎯ-ᏗᎦᏚᎩᏱ ᏍᎦᏚᎩ ᎨᏒᎢ.

source: And they came to him with one who had no power of hearing and had trouble in talking; and they made a request to him to put his hands on him.
chr: ᎢᎬᏩᏘᏃᎮᎴᏃ ᎩᎶ ᏧᎵᎡᎾ, ᎠᎴ ᎦᏂᎳ ᎦᏬᏂᏍᎩ; ᎠᎴ ᎢᎬᏩᏍᏗᏰᏔᏁ ᎾᏍᎩ ᎤᏏᏔᏗᏍᏗᏱ.

source: And he took him on one side from the people privately, and put his fingers into his ears, and he put water from his mouth on the man's tongue with his finger;
chr: ᎢᏴᏛᏃ ᏭᏘᏅᏍᏔᏅ ᎤᏓᏰᎵᎸ ᎤᏂᏣᏘ ᎠᏁᏙᎲᎢ, ᏕᎦᏰᏌᏛ ᏗᎦᎴᏂ ᏚᏐᎾᏕᎢ, ᎠᎴ ᏚᎵᏥᏍᏇᎢ, ᎠᎴ ᎦᏃᎪ ᎤᏒᏂᎴᎢ;

source: And looking up to heaven, he took a deep breath, and said to him, Ephphatha, that is, Be open.
chr: ᎦᎸᎳᏗᏃ ᏫᏚᎧᎿᏅ ᎤᎵᏰᏔᏁᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎡᏇᏓ, ᎾᏍᎩ ᎦᏛᎬ ᎭᎵᏍᏚᎢ.

source: And his ears became open, and the band of his tongue was made loose, and his words became clear.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᏗᎦᎴᏂ ᏚᎵᏍᏚᎢᏎᎢ, ᎠᎴ ᎦᏃᎪ ᎤᎸᏍᏓᏁᎸᎯ ᏚᎵᎧᏁᏴᎮ, ᎠᎴ ᎣᏍᏛ ᎤᏬᏂᏎᎢ.

source: And he gave them orders not to give news of it to anyone; but the more he made this request, so much the more they made it public.
chr: ᏚᏅᏍᏓᏕᎴᏃ ᎩᎶ ᎤᏂᏃᏁᏗᏱ; ᎠᏎᏃ ᏕᎦᏅᏍᏓᏗᏏ ᎤᏟᏉ ᎢᎦᎢ ᏓᏂᏰᎵᎯᏍᏗᏍᎨᎢ;

source: And they were overcome with wonder, saying, He has done all things well: he even gives back the power of hearing and the power of talking to those who have been without them.
chr: ᎠᎴ ᎤᎶᏒᏍᏔᏅᎯ ᎤᏂᏍᏆᏂᎪᏎᎢ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᏂᎦᏛ ᎣᏏᏳ ᏕᎤᎸᏫᏍᏓᏏ; ᎤᎾᏛᎪᏗᏱ ᏂᏕᎬᏁ ᏧᏂᎵᎡᎾ, ᏧᏅᎨᏫᏃ ᎤᏂᏬᏂᎯᏍᏗᏱ.

source: In those days again, when there was a great mass of people and they had no food, he made his disciples come to him and said to them,
chr: ᎾᎯᏳᏃ ᎤᏂᏣᏘ ᎨᏒ ᏴᏫ ᏧᏈᏯ ᎨᏒ ᎢᏳᏍᏗ, ᎠᎴ ᏄᏂᎲᎾ ᎨᏒ ᎤᎾᎵᏍᏓᏴᏗ, ᏥᏌ ᏫᏚᏯᏅᎲ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ;

source: I have pity for these people because they have been with me now three days, and have no food;
chr: ᎦᏥᏯᏙᎵᎦ ᎤᏂᏣᏘ ᎨᏒᎢ, ᏅᏗᎦᎵᏍᏙᏗ ᎿᏉ ᏦᎢ ᎢᎦ ᎢᏧᎳᎭ ᎣᎨᏙᎸᎢ ᎠᎴ ᏄᏂᎲᎾ ᎨᏒ ᎤᎾᎵᏍᏓᏴᏗ;

source: If I send them away to their houses with no food, they will be overcome by weariness on the way; and some of them have come from far.
chr: ᎢᏳᏃ ᏱᎦᏥᏯᏂᎩᏍᏗᎭ ᏙᏧᏁᏅᏒ ᏯᏁᎦ ᏄᎾᎵᏍᏓᏴᏅᎾ, ᏩᎾᎢᏒᏉ ᏱᏓᏂᏩᎾᎦᎶᎩ; ᎢᎦᏛᏰᏃ ᎢᏅᎯᏳ ᏙᏧᏁᏅ.

source: And his disciples said in answer, How will it be possible to get enough bread for these men here in a waste place?
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ, ᎭᏢ ᏱᏓᎩ ᎩᎶ ᎾᏍᎩ ᎢᎦᎢ ᎦᏚ ᎠᏂ ᎢᎾᎨᎢ, ᎯᎠ ᎾᏍᎩ ᏰᎵ ᎬᏩᏂᏛᏓᏁᏗ.

source: And he put the question, How much bread have you? And they said, Seven cakes.
chr: ᏚᏛᏛᏁᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎢᎳᎪ ᎦᏚ ᏕᏥᏰᎭ? ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᎦᎵᏉᎩ.

source: And he made the people be seated on the earth: and he took the seven cakes and, having given praise, he gave the broken bread to his disciples to put before them; and they put it before the people.
chr: ᏚᏁᏤᎴᏃ ᎤᏂᏣᏘ ᎦᏙᎯ ᎤᎾᏂᏢᏗᏱ; ᎦᎵᏉᎩᏃ ᎦᏚ ᏚᎩᏒ, ᎠᎴ ᎤᎵᎮᎵᏨ, ᏚᎬᎭᎷᏰᎢ, ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏚᏁᎴ ᎾᏍᎩ ᎢᎬᏱᏗᏢ ᏧᏂᏁᏗᏱ; ᎢᎬᏱᏗᏢᏃ ᏚᏂᏁᎴ ᎤᏂᏣᏘ ᏴᏫ.

source: And they had some small fishes; and blessing them he had them put before the people in the same way.
chr: ᎠᎴ ᎢᎸᏍᎩ ᏧᎾᏍᏗ ᎠᏣᏗ ᏓᏂᏁᎮᎢ, ᎤᎵᎮᎵᏨᏃ ᎤᏁᏤ ᎾᏍᎩ ᎾᏍᏉ ᎢᎬᏱᏗᏢ ᏧᏂᏅᏗᏱ.

source: And they took the food, and had enough; and they took up seven baskets full of the broken bits.
chr: ᎤᎾᎵᏍᏓᏴᏁᏃ, ᎠᎴ ᏚᏃᎸᏎᎢ; ᎤᏄᏖᏎᏃ ᎤᎵᎬᎭᎷᏴᎯ ᎤᏘᏴᎯ ᎦᎵᏉᎩ ᎢᏯᎧᎵᎢ ᏔᎷᏣ.

source: And there were about four thousand people: and he sent them away.
chr: ᎤᎾᎵᏍᏓᏴᏅᎯᏃ ᏅᎩ ᎢᏯᎦᏴᎵ ᎢᏴᏛ ᎾᏂᎡᎢ; ᏚᏰᎵᎯᏍᏔᏁᏃ.

source: And he got into the boat with his disciples straight away, and came into the country of Dalmanutha.
chr: ᎢᎬᏪᏅᏛᏃ ᏥᏳᎯ ᎤᏣᏁ ᎠᏁᎮ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎠᎴ ᏓᎵᎻᏄᏓ ᎠᏍᏛ ᏭᎷᏤᎢ.

source: And the Pharisees came out and put questions to him, requesting from him a sign from heaven, testing him.
chr: ᎠᏂᏆᎵᏏᏃ ᎤᏂᎷᏤ ᎠᎴ ᎤᎾᎴᏅᎮ ᎬᏩᏛᏛᎮᎸᏁᎢ, ᎬᏩᏔᏲᏎᎴ ᏧᎾᏄᎪᏫᏎᏗᏱ ᎤᏰᎸᏛ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ, ᎬᏩᎪᎵᏰᏍᎨᎢ.

source: And he was very sad in spirit, and said, Why is this generation looking for a sign? truly, I say to you, No sign will be given to this generation.
chr: ᎤᏓᏅᏙᎩᎯᏃ ᎭᏫᏂ ᎤᎵᏰᏔᏁᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎦᏙᏃ ᎪᎯ ᎯᎠ ᏣᏁᎭ ᎤᏰᎸᏛ ᎤᏂᏲᎭ? ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎥᏝ ᎬᏂᎨᏒ ᎢᎨᎬᏁᏗ ᏱᎨᏎᏍᏗ ᎤᏰᎸᏛ ᎯᎠ ᎪᎯ ᏣᏁᎭ.

source: And he went away from them, and again got into the boat and went across to the other side.
chr: ᏚᏓᏅᎡᎸᏃ, ᎠᎴ ᏔᎵᏁ ᏥᏳᎯ ᎤᏣᏅ, ᎠᏍᎪᎾ ᏭᎶᏎᎢ.

source: And they had taken no thought to get bread; and they had only one cake of bread with them in the boat.
chr: [ᎬᏩᏍᏓᏩᏗᏙᎯᏃ] ᎤᏅᎨᏫᏒᎯ ᎨᏎ ᎦᏚ ᏧᎾᏕᏅᏗᏱ, ᎥᏝ ᎠᎴ ᏳᎶᏒᏍᏕ ᏌᏉ ᎦᏚ ᎤᏂᎸ ᏥᏳᎯ.

source: And he said to them, Take care to be on the watch against the leaven of the Pharisees and the leaven of Herod.
chr: ᏚᏁᏤᎴᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎢᏥᏯᏫᏍᎨᏍᏗ, ᎠᏂᏆᎵᏏ ᎤᎾᏤᎵ ᎠᎪᏙᏗ ᎢᏤᏯᏙᏤᎮᏍᏗ, ᎠᎴ ᎡᎶᏗ ᎤᏤᎵ ᎠᎪᏙᏗ.

source: And they said to one another, We have no bread.
chr: ᎤᏅᏒᏃ ᎨᏒ ᎤᎾᎵᏃᎮᎴ, ᎯᎠ ᏄᏂᏪᏎᎢ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎦᏚ ᏂᏗᏗᏰᎲᎾ ᎨᏒᎢ.

source: And Jesus, hearing it, said to them, Why are you reasoning among yourselves because you have no bread? do you still not see, and is it still not clear to you? are your hearts so hard?
chr: ᏥᏌᏃ ᎤᏙᎴᎰᏒ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎦᏙᏃ ᎢᏣᎵᏃᎮᎭ ᎦᏚ ᏂᏗᏥᏰᎲᎾ ᎨᏒ ᎢᏳᏍᏗ? ᎠᏏᏉᏍᎪ ᏂᏣᏙᎴᎰᏍᎬᎾ ᎢᎩ, ᎠᎴ ᏂᏦᎵᎬᎾ ᎢᎩ? ᎠᏏᏉᏍᎪ ᎠᏍᏓᏯ ᏂᏕᏨᏅ ᏗᏥᎾᏫ?

source: Having eyes, do you not see? and having ears, have you no hearing? and have you no memory?
chr: ᏕᏥᎧᏅᏍᎪ, ᏂᏥᎪᏩᏘᏍᎬᎾᏃ ᎢᎩ? ᏕᏥᎵᎷᎦᏍᎪ, ᏂᏣᏛᎩᏍᎬᎾᏃ ᎢᎩ? ᎠᎴ ᏂᏣᏅᏓᏗᏍᎬᎾᏍᎪ ᎢᎩ?

source: When I made a division of the five cakes of bread among the five thousand, what number of baskets full of broken bits did you take up? They said to him, Twelve.
chr: ᎯᏍᎩ ᎦᏚ ᏓᎩᎬᎭᎷᏴ ᎯᏍᎩ ᎢᏯᎦᏴᎵ ᏕᏥᏁᎸ, ᎢᎳᎪ ᎢᏯᎧᎵᎢ ᏔᎷᏣ ᎤᎵᎬᎭᎷᏴᎯ ᎢᏧᏖᏎᎢ? ᏔᎳᏚ ᎢᎬᏬᏎᎴᎢ.

source: And when the seven among the four thousand, what number of baskets full of broken bits did you take up? And they said to him, Seven.
chr: ᎦᎵᏉᎩᏃ [ᎦᏚ] ᏅᎩ ᎢᏯᎦᏴᎵ ᏕᏥᏁᎸ, ᎢᎳᎪ ᎢᏯᎧᎵᎢ ᏔᎷᏣ ᎤᎵᎬᎭᎷᏴᎯ ᎢᏧᏖᏎᎢ? ᎦᎵᏉᎩ ᎤᎾᏛᏁᎢ.

source: And he said to them, Is it still not clear to you?
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎦᏙ ᎦᎵᏍᏙᏗᎭ ᏂᏦᎵᎬᎾ ᏥᎩ?

source: And they came to Beth-saida. And they took a blind man to him, requesting him to put his hands on him.
chr: ᏇᏣᏱᏗᏃ ᏭᎷᏤᎢ; ᏗᎨᏫᏃ ᎠᏍᎦᏯ ᎬᏩᏘᏃᎮᎴᎢ, ᎠᎴ ᎤᏂᏔᏲᏎᎴ ᎾᏍᎩ ᎤᏒᏂᏍᏗᏱ.

source: And he took the blind man by the hand, and went with him out of the town; and when he had put water from his mouth on his eyes, and put his hands on him, he said, Do you see anything?
chr: ᏗᎨᏫᏃ ᎤᏬᏯᏁᏒ, ᎦᏚᎲ ᎤᏄᎪᏫᏎᎢ; ᏗᎦᏙᎵᏃ ᏚᎵᏥᏍᏋ, ᎠᎴ ᏚᏏᏔᏛ, ᎪᎱᏍᏗᏍᎪ ᎯᎪᏩᏛᏗᎭ? ᎤᏬᏎᎴᎢ.

source: And looking up, he said, I see men; I see them like trees, walking.
chr: ᏚᎧᎿᏅᏃ, ᎯᎠ ᏄᏪᏎᎢ, ᏴᏫ ᎦᏥᎪᏩᏘᎭ ᎠᏁᎩᎭ ᏕᏡᎬ ᎾᏍᎩᏯᎢ.

source: Then again he put his hands on his eyes; and looking hard, he was able to see, and saw all things clearly.
chr: ᎿᏉᏃ ᏔᎵᏁ ᏗᎦᏙᎵ ᏚᏏᏔᏕᎢ, ᎠᎴ ᏧᎧᏃᏗᏱ ᏄᏩᏁᎴᎢ; ᎠᎴ ᎤᏗᏩᏎᎢ, ᎠᎴ ᎾᏂᎥ ᎣᏏᏳ ᏓᎪᏩᏗᏍᎨᎢ.

source: And he sent him away to his house, saying, Do not even go into the town.
chr: ᎠᎴ ᎤᏁᏤᎴ ᏧᏪᏅᏒ ᏭᎶᎯᏍᏗᏱ, ᎯᎠ ᏄᏪᏎᎢ, ᏞᏍᏗ ᏗᎦᏚᎲ ᏫᏣᏴᎸᎩ, ᎠᎴ ᏞᏍᏗ ᎩᎶ ᎦᏚᎲ ᎡᎯ ᎯᏃᏁᎸᎩ.

source: And Jesus went out, with his disciples, into the little towns round Caesarea Philippi; and on the way he put a question to his disciples, saying, Who do men say that I am?
chr: ᏥᏌᏃ ᎤᏄᎪᏤ ᎠᎴ ᎾᏍᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᏏᏌᎵᏱ ᏈᎵᎩ ᏕᎦᏚᎲ ᏭᏂᎶᏎᎢ; ᏩᎾᎢᏒᏃ ᏚᏛᏛᏁ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎦᎪ ᎬᏉᏎᎰ ᏴᏫ?

source: And they made answer, John the Baptist; and others, Elijah; but others, One of the prophets.
chr: ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᏣᏂ ᏗᏓᏬᏍᎩ; ᎢᎦᏛᏍᎩᏂ ᎢᎳᏯ [ᎠᎾᏗᎭ;] ᎢᎦᏛᏃ, ᎩᎶ ᎢᏳᏍᏗ ᎠᎾᏙᎴᎰᏍᎩ.

source: And he said to them, But who do you say I am? Peter said in answer, You are the Christ.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᏂᎯᎾᏃ ᎦᎪ ᏍᎩᏲᏎᎭ? ᏈᏓᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎦᎶᏁᏛ ᏂᎯ.

source: And he put them under orders not to say this of him to anyone.
chr: ᏚᏁᏤᎴᏃ ᎾᏍᎩ ᎩᎶ ᎤᏂᏃᏁᏗᏱ ᏂᎨᏒᎾ.

source: And teaching them, he said that the Son of man would have to undergo much, and be hated by those in authority, and the chief priests, and the scribes, and be put to death, and after three days come back from the dead.
chr: ᎤᎴᏅᎮᏃ ᏚᏪᏲᏁᎢ, ᎾᏍᎩ ᏴᏫ ᎤᏪᏥ ᎤᏣᏘ ᏧᏓᎴᏅᏛ ᎤᎩ ᎵᏲᎢᏍᏗᏱ; ᎠᎴ ᎬᏩᏲᎢᏎᏗ ᎨᏒ ᏗᏂᎳᏫᎩ, ᎠᎴ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏗᏃᏪᎵᏍᎩ, ᎠᎴ ᎠᏥᎢᏍᏗᏱ ᎨᏒᎢ, ᏦᎢᏁᏃ ᎢᎦ ᏧᎴᎯᏐᏗ ᎨᏒᎢ.

source: And he said this openly. And Peter took him, and was protesting.
chr: ᎾᏍᎩᏃ ᎯᎠ ᎬᏂᎨᏒ ᏄᏪᏎᎢ. ᏈᏓᏃ ᎤᏯᏅᎲ ᎤᎴᏅᎮ ᎤᎬᏍᎪᎸᏁᎢ.

source: But he, turning about, and seeing his disciples, said sharply to Peter, Get out of my way, Satan: for your mind is not on the things of God, but on the things of men.
chr: ᎠᏎᏃ ᎤᎦᏔᎲᏒ, ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏚᎧᎿᏅ, ᏈᏓ ᎤᎬᏍᎪᎸᏁᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᎠᏆᏐᎭᏛ ᎭᎴᎲᎦ ᏎᏓᏂ; ᎥᏝᏰᏃ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎨᏒ ᎣᏏᏳ ᏱᏣᏰᎸᎭ, ᏴᏫᏍᎩᏂ ᎤᎾᏤᎵ ᎨᏒᎢ.

source: And turning to the mass of people with his disciples, he said to them, If any man has the desire to come after me, let him give up all other desires, and take up his cross and come after me.
chr: ᏫᏚᏯᏅᎲᏃ ᏴᏫ, ᎠᎴ ᎾᏍᏉ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎩᎶ ᎤᏚᎵᏍᎨᏍᏗ ᎠᎩᏍᏓᏩᏛᏍᏗᏱ, ᎤᏩᏒ ᎠᏓᏓᏱᎮᏍᏗ, ᎠᎴ ᎤᏩᏒ ᎤᏤᎵ ᏧᏓᎾᏩᏛ ᎠᏱᏍᎨᏍᏗ, ᎠᎴ ᎠᎩᏍᏓᏩᏕᎨᏍᏗ.

source: Whoever has a desire to keep his life, will have it taken from him; and whoever gives up his life because of me and the good news, will keep it.
chr: ᎩᎶᏰᏃ ᎤᏚᎵᏍᎨᏍᏗ ᎬᏅ ᎤᏍᏕᎸᏗᏱ, ᎾᏍᎩ ᎤᏲᎱᏎᎮᏍᏗ; ᎩᎶᏍᎩᏂ ᎬᏅ ᎤᏲᎱᏎᎮᏍᏗ ᎠᏴ ᎠᎴ ᎣᏍᏛ ᎧᏃᎮᏛ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎠᏥᏍᏕᎸᏗ ᎨᏎᏍᏗ.

source: What profit has a man if he gets all the world with the loss of his life?
chr: ᎦᏙᏰᏃ ᏳᏁᏉᏥ ᏴᏫ, ᎢᏳᏃ ᏂᎬᎾᏛ ᎡᎶᎯ ᎤᏤᎵ ᏱᏄᎵᏍᏔᏅ, ᎤᏩᏒᏃ ᎤᏓᏅᏙ ᏳᏲᎱᏎᎸ?

source: And what would a man give in exchange for his life?
chr: ᎠᎴ ᎦᏙ ᏯᎲᎦ ᏴᏫ ᏱᎦᏁᏟᏴᏍᏓ ᎤᏓᏅᏙ?

source: Whoever has a feeling of shame because of me and my words in this false and evil generation, the Son of man will have a feeling of shame because of him, when he comes in the glory of his Father with the holy angels.
chr: ᎩᎶᏰᏃ ᎠᏆᏕᎰᏍᎨᏍᏗ ᎠᏴ, ᎠᎴ ᎠᏴ ᏥᏁᎬᎢ, ᎤᏓᏑᏴ ᎠᏂ ᏗᎾᏓᏲᏁᎯ ᎠᎴ ᎠᏂᏍᎦᎾ ᎠᏁᎲᎢ, ᎾᏍᎩ ᎾᏍᏉ ᏴᏫ ᎤᏪᏥ ᎤᏕᎰᎯᏍᏗ ᎨᏎᏍᏗ, ᎦᎷᏨᎭ ᎤᏄᏬᏍᏕᏍᏗ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᏙᏓ ᎤᏤᎵᎦ, ᎠᏁᎮᏍᏗ ᎨᏥᎸᏉᏗ ᏗᏂᎧᎿᏩᏗᏙᎯ.

source: And he said to them, Truly I say to you, There are some here who will have no taste of death till they see the kingdom of God come with power.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎾᏍᎩ ᎩᎶ ᎠᏂ ᏥᏓᏂᏙᎦ, ᎥᏝ ᏴᏛᎾᏙᎴᎰᏏ ᎠᏲᎱᎯᏍᏗ ᎨᏒᎢ, ᎬᏂ ᎤᏂᎪᎲᎯ ᎨᏎᏍᏗ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎦᎷᏨᎭ.

source: And after six days Jesus took with him Peter and James and John, and made them go up with him into a high mountain by themselves: and he was changed in form before them:
chr: ᏑᏓᎵᏃ ᏫᏄᏒᎸ ᏥᏌ ᏚᏘᏅᏎ ᏈᏓ, ᎠᎴ ᏥᎻ, ᎠᎴ ᏣᏂ, ᎢᏅᏃ ᎢᎦᏘ ᎣᏓᎸ ᏚᎿᎷᏔᏁ ᎢᏴᏛ ᎤᏅᏒ ᎨᏒᎢ; ᎠᎴ ᎤᏓᏁᏟᏴᏎ ᎠᏂᎦᏔᎲᎢ.

source: And his clothing became shining, very white, as no cleaner on earth would make it.
chr: ᏧᏄᏬᏃ ᏚᏔᎷᎩᏍᎨᎢ, ᎤᏣᏘ ᏧᏁᎩᏳ ᎨᏎᎢ ᎥᏃᏥ ᏥᏄᏁᎩᏴ ᎾᏍᎩᏯᎢ; ᎾᏍᎩ ᎥᏝ ᎩᎶ ᏗᎬᎩᎶᏍᎩ ᎠᏂ ᎡᎶᎯ ᎡᎯ ᎾᏍᎩ ᎢᏧᏁᎬ ᏱᏂᏙᎦᎬᎦ.

source: And there came before them Elijah with Moses, and they were talking with Jesus.
chr: ᎬᏂᎨᏒᏃ ᏂᎬᏩᎾᏛᏁᎴ ᎢᎳᏯ ᎠᎴ ᎼᏏ; ᏥᏌᏃ ᎬᏩᎵᏃᎮᏗᏍᎨᎢ.
